---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.GalPerH
source: html/ae81ab5f-42e0-1588-15fb-3b3d3d43669f.htm
---
# Autodesk.Revit.DB.SymbolTypeId.GalPerH Property

Symbol gal/h, indicating unit US gallons per hour.

## Syntax (C#)
```csharp
public static ForgeTypeId GalPerH { get; }
```